{"merges": [["e", " "], ["e", "n"], ["t", " "], ["e", "s"], ["o", "n"], ["t", "i"], ["e", "r"], ["es", " "], ["u", "r"], ["l", "e "], ["ti", "on"], ["a", " "], ["o", "r"], ["d", "e "], ["a", "n"], ["i", "s"], ["r", "e"], ["c", "h"], ["s", " "], ["q", "u"], ["i", "n"], ["t", "r"], ["a", "g"], [",", " "], ["e", "m"], ["u", "n"], ["a", "c"], ["e", "."], ["ur", " "], ["e", "t "], ["t", "er"], ["o", "u"], ["en", "t "], ["l", "'"], ["p", "r"], ["a", "r"], ["d", "e"], ["t", "o"], ["a", "tion"], ["t", "e"], ["l", "es "], ["un", " "], ["a", "l"], ["t", "e "], ["u", " "], ["l", "a "], ["i", "t "], ["e", "c"], ["e ", "d"], ["f", "or"], ["m", "o"], ["a", "p"], ["i", "r"], ["e", "l"], ["e ", "s"], ["L", "a "], ["en", "t"], ["p", "er"], ["mo", "de"], ["mode", "le "], ["er", " "], ["to", "k"], ["tok", "en"], ["c", "on"], ["l", "is"], ["es", "t "], ["a", "s"], ["an", "t "], ["en", "ti"], ["ac", "tion"], ["s", "."], ["qu", "e "], ["t", "es "], ["e", "x"], ["r", "es"], ["en", "tr"], ["pr", "o"], ["a", "m"], ["o", "p"], ["p", "o"], ["for", "m"], ["ent ", "d"], ["qu", "e."], [":", " "], ["ch", "a"], ["un", "e "], ["c", "ou"], ["cou", "ch"], ["a", "t"], ["t", "en"], ["e", "d"], ["i", "d"], ["a", "b"], ["en", " "], ["d", "u "], ["tr", "an"], ["tran", "s"], ["trans", "form"], ["ation", " "], ["es", "."], ["po", "ur "], ["l", "o"], ["s", "e"], ["en", "c"], ["as", "s"], ["is", "t"], ["u", "el"], ["ag", "enti"], ["d", "i"], ["f", "i"], [", ", "et "], ["m", "em"], ["i", "te "], ["i", "m"], ["cha", "que "], ["e ", "p"], ["e p", "ar"], ["e par", " "], ["em", "ent"], ["L", "'"], ["at", "ten"], ["atten", "tion"], [" ", "m"], ["per", "m"], ["a", "u "], ["modele ", "de "], ["p", "re"], ["L", "e "], ["a", "u"], ["e", "ch"], ["o", "ir"], ["s ", "de "], ["L", "es "], ["i", "on"], ["e ", "les "], ["ter", "n"], ["entr", "e "], ["v", "ation"], ["G", "P"], ["c", "o"], ["c", "ar"], ["car", "ac"], ["carac", "ter"], ["in", "g"], ["v", "ec"], ["ag", "e d"], ["te", "x"], ["d", "r"], ["i", "tes "], ["p", "l"], ["x", " "], ["l", "l"], ["K", "ir"], ["Kir", "a "], ["un ", "ass"], ["un ass", "ist"], ["un assist", "ant "], ["t", "uel"], ["agenti", "que."], ["o", "g"], [", ", "ag"], ["it ", "s"], ["it s", "ur "], ["it sur ", "l'"], ["d", "es "], ["er", "s"], ["e s", "ur "], ["or", "is"], ["ec", "ur"], ["action", " "], ["ement", "."], ["te", "tes "], ["perm", "et "], ["d", "er"], ["em", "p"], ["le ", "f"], ["l", "or"], ["lor", "s de "], ["g", "en"], ["gen", "er"], ["ex", "ion"], ["t", "ab"], ["tab", "i"], ["tabi", "lis"], ["A", "d"], ["res", "e"], ["rese", "au "], ["n", "e"], ["ne", "ur"], ["neur", "on"], ["es ", "transform"], ["c", "le "], ["A", "c"], ["re", "f"], ["ref", "l"], ["o", "b"], ["s", "er"], ["ser", "vation"], ["de ", "l'"], ["de l'", "ag"], ["U", "n"], ["in", "i"], ["ini", "-"], ["ini-", "GP"], ["ini-GP", "T"], ["it ", "le "], ["token", " "], ["te", "ur "], ["en", "s"], ["al", "is"], ["ac", "ti"], ["ar", "d"], ["re", "g"], ["tr", "a"], ["an", "d"], ["res", "s"], ["o", "ur"], ["our", "c"], ["ter", " "], ["un ", "modele "], ["une ", "ap"], ["une ap", "pro"], ["lo", "c"], ["loc", "al"], ["local", "."], ["La ", "mem"], ["La mem", "oir"], ["La memoir", "e "], ["ter", "m"], ["term", "e "], ["con", "tex"], ["contex", "te "], ["contexte ", "de "], ["u", "ti"], ["uti", "lis"], ["utilis", "e "], ["or", "i"], ["R", "A"], ["C", "P"], ["c", "ap"], ["u", "m"], ["les ", "action"], ["les action", "s "], ["lis", "t "], ["pl", "u"], ["s", "u"], ["f", "f"], ["on", "n"], ["e ", "en "], ["d", "'"], ["an", "ti"], ["pr", "en"], ["la ", "se"], ["la se", "qu"], ["la sequ", "enc"], ["ur", "e "]], "vocab": {"\u0000": 0, "\u0001": 1, "\u0002": 2, "\u0003": 3, "\u0004": 4, "\u0005": 5, "\u0006": 6, "\u0007": 7, "\b": 8, "\t": 9, "\n": 10, "\u000b": 11, "\f": 12, "\r": 13, "\u000e": 14, "\u000f": 15, "\u0010": 16, "\u0011": 17, "\u0012": 18, "\u0013": 19, "\u0014": 20, "\u0015": 21, "\u0016": 22, "\u0017": 23, "\u0018": 24, "\u0019": 25, "\u001a": 26, "\u001b": 27, "\u001c": 28, "\u001d": 29, "\u001e": 30, "\u001f": 31, " ": 32, "!": 33, "\"": 34, "#": 35, "$": 36, "%": 37, "&": 38, "'": 39, "(": 40, ")": 41, "*": 42, "+": 43, ",": 44, "-": 45, ".": 46, "/": 47, "0": 48, "1": 49, "2": 50, "3": 51, "4": 52, "5": 53, "6": 54, "7": 55, "8": 56, "9": 57, ":": 58, ";": 59, "<": 60, "=": 61, ">": 62, "?": 63, "@": 64, "A": 65, "B": 66, "C": 67, "D": 68, "E": 69, "F": 70, "G": 71, "H": 72, "I": 73, "J": 74, "K": 75, "L": 76, "M": 77, "N": 78, "O": 79, "P": 80, "Q": 81, "R": 82, "S": 83, "T": 84, "U": 85, "V": 86, "W": 87, "X": 88, "Y": 89, "Z": 90, "[": 91, "\\": 92, "]": 93, "^": 94, "_": 95, "`": 96, "a": 97, "b": 98, "c": 99, "d": 100, "e": 101, "f": 102, "g": 103, "h": 104, "i": 105, "j": 106, "k": 107, "l": 108, "m": 109, "n": 110, "o": 111, "p": 112, "q": 113, "r": 114, "s": 115, "t": 116, "u": 117, "v": 118, "w": 119, "x": 120, "y": 121, "z": 122, "{": 123, "|": 124, "}": 125, "~": 126, "\u007f": 127, "\u0080": 128, "\u0081": 129, "\u0082": 130, "\u0083": 131, "\u0084": 132, "\u0085": 133, "\u0086": 134, "\u0087": 135, "\u0088": 136, "\u0089": 137, "\u008a": 138, "\u008b": 139, "\u008c": 140, "\u008d": 141, "\u008e": 142, "\u008f": 143, "\u0090": 144, "\u0091": 145, "\u0092": 146, "\u0093": 147, "\u0094": 148, "\u0095": 149, "\u0096": 150, "\u0097": 151, "\u0098": 152, "\u0099": 153, "\u009a": 154, "\u009b": 155, "\u009c": 156, "\u009d": 157, "\u009e": 158, "\u009f": 159, "\u00a0": 160, "\u00a1": 161, "\u00a2": 162, "\u00a3": 163, "\u00a4": 164, "\u00a5": 165, "\u00a6": 166, "\u00a7": 167, "\u00a8": 168, "\u00a9": 169, "\u00aa": 170, "\u00ab": 171, "\u00ac": 172, "\u00ad": 173, "\u00ae": 174, "\u00af": 175, "\u00b0": 176, "\u00b1": 177, "\u00b2": 178, "\u00b3": 179, "\u00b4": 180, "\u00b5": 181, "\u00b6": 182, "\u00b7": 183, "\u00b8": 184, "\u00b9": 185, "\u00ba": 186, "\u00bb": 187, "\u00bc": 188, "\u00bd": 189, "\u00be": 190, "\u00bf": 191, "\u00c0": 192, "\u00c1": 193, "\u00c2": 194, "\u00c3": 195, "\u00c4": 196, "\u00c5": 197, "\u00c6": 198, "\u00c7": 199, "\u00c8": 200, "\u00c9": 201, "\u00ca": 202, "\u00cb": 203, "\u00cc": 204, "\u00cd": 205, "\u00ce": 206, "\u00cf": 207, "\u00d0": 208, "\u00d1": 209, "\u00d2": 210, "\u00d3": 211, "\u00d4": 212, "\u00d5": 213, "\u00d6": 214, "\u00d7": 215, "\u00d8": 216, "\u00d9": 217, "\u00da": 218, "\u00db": 219, "\u00dc": 220, "\u00dd": 221, "\u00de": 222, "\u00df": 223, "\u00e0": 224, "\u00e1": 225, "\u00e2": 226, "\u00e3": 227, "\u00e4": 228, "\u00e5": 229, "\u00e6": 230, "\u00e7": 231, "\u00e8": 232, "\u00e9": 233, "\u00ea": 234, "\u00eb": 235, "\u00ec": 236, "\u00ed": 237, "\u00ee": 238, "\u00ef": 239, "\u00f0": 240, "\u00f1": 241, "\u00f2": 242, "\u00f3": 243, "\u00f4": 244, "\u00f5": 245, "\u00f6": 246, "\u00f7": 247, "\u00f8": 248, "\u00f9": 249, "\u00fa": 250, "\u00fb": 251, "\u00fc": 252, "\u00fd": 253, "\u00fe": 254, "\u00ff": 255, "e ": 256, "en": 257, "t ": 258, "es": 259, "on": 260, "ti": 261, "er": 262, "es ": 263, "ur": 264, "le ": 265, "tion": 266, "a ": 267, "or": 268, "de ": 269, "an": 270, "is": 271, "re": 272, "ch": 273, "s ": 274, "qu": 275, "in": 276, "tr": 277, "ag": 278, ", ": 279, "em": 280, "un": 281, "ac": 282, "e.": 283, "ur ": 284, "et ": 285, "ter": 286, "ou": 287, "ent ": 288, "l'": 289, "pr": 290, "ar": 291, "de": 292, "to": 293, "ation": 294, "te": 295, "les ": 296, "un ": 297, "al": 298, "te ": 299, "u ": 300, "la ": 301, "it ": 302, "ec": 303, "e d": 304, "for": 305, "mo": 306, "ap": 307, "ir": 308, "el": 309, "e s": 310, "La ": 311, "ent": 312, "per": 313, "mode": 314, "modele ": 315, "er ": 316, "tok": 317, "token": 318, "con": 319, "lis": 320, "est ": 321, "as": 322, "ant ": 323, "enti": 324, "action": 325, "s.": 326, "que ": 327, "tes ": 328, "ex": 329, "res": 330, "entr": 331, "pro": 332, "am": 333, "op": 334, "po": 335, "form": 336, "ent d": 337, "que.": 338, ": ": 339, "cha": 340, "une ": 341, "cou": 342, "couch": 343, "at": 344, "ten": 345, "ed": 346, "id": 347, "ab": 348, "en ": 349, "du ": 350, "tran": 351, "trans": 352, "transform": 353, "ation ": 354, "es.": 355, "pour ": 356, "lo": 357, "se": 358, "enc": 359, "ass": 360, "ist": 361, "uel": 362, "agenti": 363, "di": 364, "fi": 365, ", et ": 366, "mem": 367, "ite ": 368, "im": 369, "chaque ": 370, "e p": 371, "e par": 372, "e par ": 373, "ement": 374, "L'": 375, "atten": 376, "attention": 377, " m": 378, "perm": 379, "au ": 380, "modele de ": 381, "pre": 382, "Le ": 383, "au": 384, "ech": 385, "oir": 386, "s de ": 387, "Les ": 388, "ion": 389, "e les ": 390, "tern": 391, "entre ": 392, "vation": 393, "GP": 394, "co": 395, "car": 396, "carac": 397, "caracter": 398, "ing": 399, "vec": 400, "age d": 401, "tex": 402, "dr": 403, "ites ": 404, "pl": 405, "x ": 406, "ll": 407, "Kir": 408, "Kira ": 409, "un ass": 410, "un assist": 411, "un assistant ": 412, "tuel": 413, "agentique.": 414, "og": 415, ", ag": 416, "it s": 417, "it sur ": 418, "it sur l'": 419, "des ": 420, "ers": 421, "e sur ": 422, "oris": 423, "ecur": 424, "action ": 425, "ement.": 426, "tetes ": 427, "permet ": 428, "der": 429, "emp": 430, "le f": 431, "lor": 432, "lors de ": 433, "gen": 434, "gener": 435, "exion": 436, "tab": 437, "tabi": 438, "tabilis": 439, "Ad": 440, "rese": 441, "reseau ": 442, "ne": 443, "neur": 444, "neuron": 445, "es transform": 446, "cle ": 447, "Ac": 448, "ref": 449, "refl": 450, "ob": 451, "ser": 452, "servation": 453, "de l'": 454, "de l'ag": 455, "Un": 456, "ini": 457, "ini-": 458, "ini-GP": 459, "ini-GPT": 460, "it le ": 461, "token ": 462, "teur ": 463, "ens": 464, "alis": 465, "acti": 466, "ard": 467, "reg": 468, "tra": 469, "and": 470, "ress": 471, "our": 472, "ourc": 473, "ter ": 474, "un modele ": 475, "une ap": 476, "une appro": 477, "loc": 478, "local": 479, "local.": 480, "La mem": 481, "La memoir": 482, "La memoire ": 483, "term": 484, "terme ": 485, "contex": 486, "contexte ": 487, "contexte de ": 488, "uti": 489, "utilis": 490, "utilise ": 491, "ori": 492, "RA": 493, "CP": 494, "cap": 495, "um": 496, "les action": 497, "les actions ": 498, "list ": 499, "plu": 500, "su": 501, "ff": 502, "onn": 503, "e en ": 504, "d'": 505, "anti": 506, "pren": 507, "la se": 508, "la sequ": 509, "la sequenc": 510, "ure ": 511}}